{
    "authors": [
        {
            "name": "Agatha Christie",
            "summary": "Dame Agatha Mary Clarissa Christie, Lady Mallowan, DBE (née Miller; 15 September 1890 – 12 January 1976) was an English writer known for her 66 detective novels and 14 short story collections, particularly those revolving around fictional detectives Hercule Poirot and Miss Marple. She also wrote the world's longest-running play, the murder mystery The Mousetrap, which has been performed in the West End since 1952. A writer during the \"Golden Age of Detective Fiction\", Christie has been called the \"Queen of Crime\". She also wrote six novels under the pseudonym Mary Westmacott. In 1971, she was made a Dame (DBE) by Queen Elizabeth II for her contributions to literature. Guinness World Records lists Christie as the best-selling fiction writer of all time, her novels having sold more than two billion copies.\n",
            "image_url": "//upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Agatha_Christie.png/220px-Agatha_Christie.png"
        },
        {
            "name": "William Shakespeare",
            "summary": "William Shakespeare (bapt. 26 April[b] 1564 – 23 April 1616)[c] was an English playwright, poet and actor. He is widely regarded as the greatest writer in the English language and the world's pre-eminent dramatist.[2][3][4] He is often called England's national poet and the \"Bard of Avon\" (or simply \"the Bard\").[5][d] His extant works, including collaborations, consist of some 39 plays,[e] 154 sonnets, three long narrative poems, and a few other verses, some of uncertain authorship. His plays have been translated into every major living language and are performed more often than those of any other playwright.[7] He remains arguably the most influential writer in the English language, and his works continue to be studied and reinterpreted.\n",
            "image_url": "//upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Shakespeare.jpg/220px-Shakespeare.jpg"
        },
        {
            "name": "Barbara Cartland",
            "summary": "Dame Mary Barbara Hamilton Cartland, DBE, DStJ (9 July 1901 – 21 May 2000) was an English writer, known as the Queen of Romance, who published both contemporary and historical romance novels, the latter set primarily during the Victorian or Edwardian period. Cartland is one of the best-selling authors worldwide of the 20th century.  \n",
            "image_url": "//upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Dame_Barbara_Cartland_Allan_Warren.jpg/220px-Dame_Barbara_Cartland_Allan_Warren.jpg"
        },
        {
            "name": "Danielle Steel",
            "summary": "Danielle Fernandes Dominique Schuelein-Steel (born August 14, 1947) is an American writer, best known for her romance novels. She is the bestselling living author and the fourth-bestselling fiction author of all time, with over 800 million copies sold.[2] As of 2021, she has written 190 books, including over 140[3] novels.\n",
            "image_url": "//upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Danielle_steel_signature.svg/150px-Danielle_steel_signature.svg.png"
        },
        {
            "name": "Harold Robbins",
            "summary": "Harold Robbins (May 21, 1916 – October 14, 1997) was an American author of popular novels. One of the best-selling writers of all time, he wrote over 25 best-sellers, selling over 750 million copies in 32 languages.\n",
            "image_url": "//upload.wikimedia.org/wikipedia/commons/thumb/4/46/Harold_Robbins_%281979%29.jpg/220px-Harold_Robbins_%281979%29.jpg"
        },
        {
            "name": "Georges Simenon",
            "summary": "Georges Joseph Christian Simenon (French: [ʒɔʁʒ simnɔ̃]; 12/13 February 1903 – 4 September 1989) was a Belgian writer, most famous for his fictional detective Jules Maigret. One of the most popular authors of the 20th century, he published around 400 novels, 21 volumes of memoirs and many short stories, selling over 500 million copies.\n",
            "image_url": "//upload.wikimedia.org/wikipedia/commons/2/2d/Georges_Simenon_%281963%29_without_hat_by_Erling_Mandelmann.jpg"
        },
        {
            "name": "Enid Blyton",
            "summary": "Enid Mary Blyton (11 August 1897 – 28 November 1968) was an English children's writer, whose books have been worldwide bestsellers since the 1930s, selling more than 600 million copies. Her books are still enormously popular and have been translated into 90 languages. As of June 2019, Blyton held 4th place for the most translated author. She wrote on a wide range of topics, including education, natural history, fantasy, mystery, and biblical narratives. She is best remembered today for her Noddy, Famous Five, Secret Seven, the Five Find-Outers, and Malory Towers books, although she also wrote many others including the St Clare's, The Naughtiest Girl and The Faraway Tree series.\n",
            "image_url": "//upload.wikimedia.org/wikipedia/en/thumb/a/a3/Enid_Blyton_2.jpg/220px-Enid_Blyton_2.jpg"
        },
        {
            "name": "Sidney Sheldon",
            "summary": "Sidney Sheldon (February 11, 1917 – January 30, 2007) was an American writer. He was prominent in the 1930s, first working on Broadway plays, and then in motion pictures, notably writing the successful comedy The Bachelor and the Bobby-Soxer (1947), which earned him an Oscar in 1948.[1] He went on to work in television, where over 20-years he created The Patty Duke Show (1963–66), I Dream of Jeannie (1965–70), and Hart to Hart (1979–84).[2] After turning 50, he began writing best-selling romantic suspense novels, such as Master of the Game (1982), The Other Side of Midnight (1973), and Rage of Angels (1980). \n",
            "image_url": "//upload.wikimedia.org/wikipedia/en/f/f6/Sidney_Sheldon.jpg"
        },
        {
            "name": "Eiichiro Oda",
            "summary": "Eiichiro Oda (Japanese: 尾田 栄一郎, Hepburn: Oda Eiichirō, born January 1, 1975) is a Japanese manga artist and the creator of the series One Piece (1997–present). With more than 516.6 million tankōbon copies in circulation worldwide, One Piece is both the best-selling manga in history and the best-selling comic series printed in volume, in turn making Oda one of the best-selling fiction authors.[2] The series' popularity resulted in Oda being named one of the manga artists that changed the history of manga.[3]\n",
            "image_url": "//upload.wikimedia.org/wikipedia/commons/thumb/d/df/Eiichiro_Oda_sign.svg/150px-Eiichiro_Oda_sign.svg.png"
        },
        {
            "name": "J. K. Rowling",
            "summary": "Joanne Rowling CH OBE FRSL (/ˈroʊlɪŋ/ \"rolling\";[1] born 31 July 1965), also known by her pen name J. K. Rowling, is a British author and philanthropist. She wrote Harry Potter, a seven-volume children's fantasy series published from 1997 to 2007. The series has sold over 500 million copies, been translated into at least 70 languages, and spawned a global media franchise including films and video games. The Casual Vacancy (2012) was her first novel for adults. She writes Cormoran Strike, an ongoing crime fiction series, under the alias Robert Galbraith.\n",
            "image_url": "//upload.wikimedia.org/wikipedia/commons/thumb/5/5d/J._K._Rowling_2010.jpg/220px-J._K._Rowling_2010.jpg"
        },
        {
            "name": "Gilbert Patten",
            "summary": "Gilbert Patten was born in Corinna, Maine in 1866. His father, a carpenter, and his mother were deeply religious pacifists. They were Seventh Day Adventists.[1] He entered Corinna Union Academy at fourteen, but when his father threatened that he would be put to work if he did not improve at school, Patten ran away to Biddeford, Maine where he worked in a machine shop. When he returned home and told his father that he would become an author, he was given thirty days to prove himself. He sold his first two stories in this period to the dime novel company of Erastus Flavel Beadle, and combined his resumed studies for the next four years with writing and publishing stories. When he was twenty, he married Alice Gardner, and in 1892 their son Harvan Barr Patten was born. They later divorced and Gilbert Patten would marry twice more.[2]\n",
            "image_url": ""
        },
        {
            "name": "Dr. Seuss",
            "summary": "Theodor Seuss Geisel (/suːs ˈɡaɪzəl, zɔɪs -/ (listen);[2][3][4] March 2, 1904 – September 24, 1991)[5] was an American children's author and cartoonist. He is known for his work writing and illustrating more than 60 books under the pen name Dr. Seuss (/suːs, zuːs/).[4][6] His work includes many of the most popular children's books of all time, selling over 600 million copies and being translated into more than 20 languages by the time of his death.[7]\n",
            "image_url": "//upload.wikimedia.org/wikipedia/commons/thumb/1/18/Theodor_Seuss_Geisel_%2801037v%29.jpg/220px-Theodor_Seuss_Geisel_%2801037v%29.jpg"
        },
        {
            "name": "Akira Toriyama",
            "summary": "Akira Toriyama (Japanese: 鳥山 明, Hepburn: Toriyama Akira, born April 5, 1955) is a Japanese manga artist and character designer. He first achieved mainstream recognition for his highly successful manga series Dr. Slump, before going on to create Dragon Ball (his best-known work) and acting as a character designer for several popular video games such as the Dragon Quest series, Chrono Trigger, and Blue Dragon. Toriyama is regarded as one of the authors who changed the history of manga, as his works are highly influential and popular, particularly Dragon Ball, which many manga artists cite as a source of inspiration.\n",
            "image_url": "//upload.wikimedia.org/wikipedia/commons/f/f7/Akira_Toriyama_%28cropped%29.jpg"
        },
        {
            "name": "Leo Tolstoy",
            "summary": "Count Lev Nikolayevich Tolstoy[note 1] (/ˈtoʊlstɔɪ, ˈtɒl-/;[2] Russian: Лев Николаевич Толстой,[note 2] IPA: [ˈlʲef nʲɪkɐˈla(j)ɪvʲɪtɕ tɐlˈstoj] (listen); 9 September [O.S. 28 August] 1828 –  20 November [O.S. 7 November] 1910), usually referred to in English as Leo Tolstoy, was a Russian writer who is regarded as one of the greatest authors of all time.[3] He received nominations for the Nobel Prize in Literature every year from 1902 to 1906 and for the Nobel Peace Prize in 1901, 1902, and 1909; the fact that he never won is a major controversy.[4][5][6][7]\n",
            "image_url": "//upload.wikimedia.org/wikipedia/commons/thumb/c/c6/L.N.Tolstoy_Prokudin-Gorsky.jpg/220px-L.N.Tolstoy_Prokudin-Gorsky.jpg"
        },
        {
            "name": "Oscar Wilde",
            "summary": "Oscar Fingal O'Flahertie Wills Wilde (16 October 1854 – 30 November 1900) was an Irish poet and playwright. After writing in different forms throughout the 1880s, he became one of the most popular playwrights in London in the early 1890s. He is best remembered for his epigrams and plays, his novel The Picture of Dorian Gray, and the circumstances of his criminal conviction for gross indecency for consensual homosexual acts in \"one of the first celebrity trials\",[1] imprisonment, and early death from meningitis at age 46.\n",
            "image_url": "//upload.wikimedia.org/wikipedia/commons/thumb/9/92/Oscar_Wilde_3g07095u-adjust.jpg/220px-Oscar_Wilde_3g07095u-adjust.jpg"
        },
        {
            "name": "Dean Koontz",
            "summary": "Koontz was born on July 9, 1945, in Everett, Pennsylvania, the son of Florence (née Logue) and Raymond Koontz.[3][4]  He has said that he was regularly beaten and abused by his alcoholic father, which influenced his later writing, as also did the courage of his physically diminutive mother in standing up to her husband.[5]  In his senior year at Shippensburg State College, he won a fiction competition sponsored by Atlantic Monthly magazine.[6] After graduation in 1967, he went to work as an English teacher at Mechanicsburg High School in Mechanicsburg, Pennsylvania.[3] In the 1960s, Koontz worked for the Appalachian Poverty Program, a federally funded initiative designed to help poor children.[7] In a 1996 interview with Reason magazine, he said that while the program sounded \"very noble and wonderful, ... [i]n reality, it was a dumping ground for violent children ... and most of the funding ended up 'disappearing somewhere.'\"[7] This experience greatly shaped Koontz's political outlook. In his book, The Dean Koontz Companion, he recalled that he\n",
            "image_url": "//upload.wikimedia.org/wikipedia/en/thumb/8/8a/OOjs_UI_icon_edit-ltr-progressive.svg/10px-OOjs_UI_icon_edit-ltr-progressive.svg.png"
        },
        {
            "name": "Jackie Collins",
            "summary": "Jacqueline Jill Collins OBE (4 October 1937 – 19 September 2015) was an English romance novelist and actress. She moved to Los Angeles in 1985 and spent most of her career there.[1] She wrote 32 novels, all of which appeared on The New York Times bestsellers list.[2] Her books have sold more than 500 million copies and have been translated into 40 languages.[3][4] Eight of her novels have been adapted for the screen, either as films or television miniseries. She was the younger sister of Dame Joan Collins.\n",
            "image_url": "//upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Jackie_Collins_-_The_Power_Trip_cropped.jpg/225px-Jackie_Collins_-_The_Power_Trip_cropped.jpg"
        },
        {
            "name": "Albert Camus",
            "summary": "Albert Camus (/kæˈmuː/ kam-OO, US also /kəˈmuː/ kə-MOO; French: [albɛʁ kamy] (listen); 7 November 1913 – 4 January 1960) was a French philosopher, author, dramatist, and journalist. He was the recipient of the 1957 Nobel Prize in Literature at the age of 44, the second-youngest recipient in history. His works include The Stranger, The Plague, The Myth of Sisyphus, The Fall, and The Rebel.\n",
            "image_url": "//upload.wikimedia.org/wikipedia/commons/thumb/0/08/Albert_Camus%2C_gagnant_de_prix_Nobel%2C_portrait_en_buste%2C_pos%C3%A9_au_bureau%2C_faisant_face_%C3%A0_gauche%2C_cigarette_de_tabagisme.jpg/220px-Albert_Camus%2C_gagnant_de_prix_Nobel%2C_portrait_en_buste%2C_pos%C3%A9_au_bureau%2C_faisant_face_%C3%A0_gauche%2C_cigarette_de_tabagisme.jpg"
        },
        {
            "name": "Nora Roberts",
            "summary": "Nora Roberts (born Eleanor Marie Robertson on October 10, 1950) is an American author of more than 225 romance novels.[1] She writes as J. D. Robb for the in Death series and has also written under the pseudonyms Jill March and for publications in the U.K. as Sarah Hardesty.\n",
            "image_url": "//upload.wikimedia.org/wikipedia/commons/thumb/4/4e/NoraRoberts.jpg/220px-NoraRoberts.jpg"
        }
    ]
}